export const questions = {
    1: {
        1: 'Обычно я знаю, как уговорить или попросить человека что-либо сделать.',
        2: 'Я предпочитаю убеждать человека силой логических доводов.'
    },
    2: {
        1: 'Случается, что я сначала прихожу к какому-либо умозаключению, а уж потом обосновываю его.',
        2: 'Важные вопросы стараюсь решать последовательно и планомерно.'
    },
    3: {
        1: 'У меня много друзей и еще больше знакомых. Я легко завожу новые знакомства.',
        2: 'Я очень избирателен в общении. Редко кому могу рассказать о своих переживаниях.',
    },
    4: {
        1: 'Люблю работать быстро, не раздумывая по пустякам.',
        2: 'Стараюсь обдумывать всю получаемую информацию.',
    },
    5: {
        1: 'В непредсказуемых обстоятельствах я чувствую себя немного неуверенно и скованно.',
        2: 'Нестандартная ситуация активизирует меня.',
    },
    6: {
        1: 'К своей цели иду последовательно, руководствуясь планом.',
        2: 'Предпочитаю не «идти в гору», а обходить ее и не лезть напролом в достижении цели.',
    },
};